Repository: Lexeor/bus-tracker
Catalog: src/locales/*.po
Languages: ru

# focusOnRoutes.on
source: Focus on routes activated
ru: Фокусировка на линиях включена

# focusOnRoutes.off
source: Focus on routes deactivated
ru: Фокусировка на линиях выключена

# busLines
source: Transport lines
ru: Транспортные линии

source: Next buses
ru: Следующие автобусы

# noBuses
source: No buses in the near future.
ru: Нет автобусов в ближайшее время.

source: Bus
ru: Автобус

source: Ferry
ru: Паром

source: Line
ru: Линия

# warning
source: Please note
ru: Обратите внимание

# locationWarning
source: Vehicle position on the map is calculated based on a static timetable and is not linked to the real GPS position of the bus on the route.
ru: Местоположение транспорта на карте рассчитывается на основе статичного расписания и не привязано к реальному GPS-положению автобуса на маршруте.

# information
source: For informational purposes only.
ru: Информация предоставлена исключительно в ознакомительных целях.

# refreshPage
source: If something doesn't work - refresh the page
ru: Если что-то не работает - обновите страницу
